Diagrama ajustado y Menu de inicio ajustado.
